adpyke.codesnap
angular.ng-template
bmewburn.vscode-intelephense-client
catppuccin.catppuccin-vsc
csharpier.csharpier-vscode
dbaeumer.vscode-eslint
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
donjayamanne.githistory
eamodio.gitlens
editorconfig.editorconfig
enkia.tokyo-night
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
github.vscode-github-actions
inferrinizzard.prettier-sql-vscode
mathematic.vscode-pdf
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-wsl
n3rds-inc.pomodoro-timer-focus
pkief.material-icon-theme
redhat.java
redhat.vscode-xml
redhat.vscode-yaml
ritwickdey.liveserver
shalldie.background
shd101wyy.markdown-preview-enhanced
shopify.ruby-lsp
tonybaloney.vscode-pets
unthrottled.doki-theme
vintharas.learn-vim
vmware.vscode-boot-dev-pack
vmware.vscode-spring-boot
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
vue.volar
wenyikun.dodo-reader
xdebug.php-debug
xdebug.php-pack
zobo.php-intellisense
